Repository: common-repository/terminflix
Catalog: languages/terminflix-*_formal.po
Languages: de_de

source: Imprint
de_de: Impressum

source: Privacy
de_de: Datenschutz

source: Open new Browser-Tab
de_de: Im neuen Browser-Fenster öffnen

source: Create or edit appointment form
de_de: Terminformular erstellen oder bearbeiten

source: Embed Code
de_de: Kalender Einbettungscode für Wordpress

source: Support
de_de: Hilfe

source: Username
de_de: Benutzername / E-Mailadresse

source: Password
de_de: Passwort

source: Sign-In
de_de: Mit Bookingflix-Account verbinden

source: Sign-Out
de_de: Bookingflix deinstallieren

source: Create new Account
de_de: Neuen kostenfreien Account erstellen

source: Shared Calendars
de_de: Mit mir geteilte Kalender

source: saved
de_de: Erfolgreich gespeichert

source: Create first Calendar
de_de: Ersten Terminkalender erstellen

source: Connect to Wordpress
de_de: Bookingflix mit Wordpress verbinden

source: Connected
de_de: Erfolgreich verbunden
